/* This computer's Internet connection appears to be offline. */
"CONNECTION_DOWN" = "Internetové pripojenie tohto počítača je zrejme offline.";

/* This computer's Internet connection may be offline. */
"CONNECTION_INDETERMINATE" = "Internetové pripojenie tohto počítača je pravdepodobne offline.";

/* This computer's Internet connection appears to be online. */
"CONNECTION_UP" = "Internetové pripojenie tohto počítača je pravdepodobne online.";

/* This computer's DNS server is not responding. */
"NAMESERVER_DOWN" = "Server DNS tohto počítača neodpovedá.";

/* The DNS server could not find the server name. */
"NAMELOOKUP_FAILED" = "Server DNS nenašiel názov servera.";

/* This computer's router is not responding. */
"ROUTER_DOWN" = "Router tohto počítača neodpovedá.";

/* The server this computer is attempting to connect to is not responding. */
"SERVER_DOWN" = "Server, ku ktorému sa tento počítač pokúša pripojiť, neodpovedá.";

/* This computer's Internet connection appears to be online. */
"SERVER_UP" = "Internetové pripojenie tohto počítača je pravdepodobne online.";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"KEYCHAIN_LABEL_FORMAT" = "%@ (%@)";

/* Kind string used for keychain items from forms-based logins */
"KEYCHAIN_WEB_FORM_PASSWORD" = "Heslo webového formulára";

/* HTTP result code string */
"accepted" = "prijaté";

/* HTTP result code string */
"bad gateway" = "chybná brána";

/* HTTP result code string */
"bad request" = "chybná požiadavka";

/* HTTP result code string */
"client error" = "chyba klienta";

/* HTTP result code string */
"conflict" = "konflikt";

/* HTTP result code string */
"continue" = "pokračovať";

/* HTTP result code string */
"created" = "vytvorené";

/* HTTP result code string */
"expectation failed" = "očakávanie zlyhalo";

/* HTTP result code string */
"forbidden" = "zakázané";

/* HTTP result code string */
"found" = "nájdené";

/* HTTP result code string */
"gateway timed out" = "časový limit brány uplynul";

/* HTTP result code string */
"informational" = "informačné";

/* HTTP result code string */
"internal server error" = "interná chyba servera";

/* HTTP result code string */
"length required" = "vyžadovaná dĺžka";

/* HTTP result code string */
"method not allowed" = "metóda nie je povolená";

/* HTTP result code string */
"moved permanently" = "trvalo presunuté";

/* HTTP result code string */
"multiple choices" = "viacnásobný výber";

/* HTTP result code string */
"needs proxy" = "potrebuje proxy";

/* HTTP result code string */
"no content" = "žiadny obsah";

/* HTTP result code string */
"no error" = "žiadna chyba";

/* HTTP result code string */
"non-authoritative information" = "neautorizačná informácia";

/* HTTP result code string */
"not found" = "nenájdené";

/* HTTP result code string */
"not modified" = "neupravené";

/* HTTP result code string */
"partial content" = "čiastočný obsah";

/* HTTP result code string */
"payment required" = "vyžaduje sa platba";

/* HTTP result code string */
"precondition failed" = "predpoklad zlyhal";

/* HTTP result code string */
"proxy authentication required" = "vyžaduje sa autentifikácia proxy";

/* HTTP result code string */
"redirected" = "presmerované";

/* HTTP result code string */
"no longer exists" = "už neexistuje";

/* HTTP result code string */
"request timed out" = "časový limit požiadavky uplynul";

/* HTTP result code string */
"request too large" = "požiadavka je príliš veľká";

/* HTTP result code string */
"requested URL too long" = "požadovaná adresa URL je príliš dlhá";

/* HTTP result code string */
"requested range not satisfiable" = "požadovaný rozsah je neuspokojivý";

/* HTTP result code string */
"reset content" = "resetovať obsah";

/* HTTP result code string */
"see other" = "zobraziť ostatné";

/* HTTP result code string */
"server error" = "chyba servera";

/* HTTP result code string */
"service unavailable" = "služba je nedostupná";

/* HTTP result code string */
"success" = "úspech";

/* HTTP result code string */
"switching protocols" = "prepínanie protokolov";

/* HTTP result code string */
"temporarily redirected" = "dočasne presmerované";

/* HTTP result code string */
"unacceptable" = "neprijateľné";

/* HTTP result code string */
"unauthorized" = "neautorizované";

/* HTTP result code string */
"unimplemented" = "neimplementované";

/* HTTP result code string */
"unsupported media type" = "nepodporovaný typ média";

/* HTTP result code string */
"unsupported version" = "nepodporovaná verzia";

/* kCFErrorHTTPProxyConnectionFailure description */
"Err306" = "Vyskytol sa problém v komunikácii s webovým serverom proxy (HTTP).";

/* kCFErrorHTTPSProxyConnectionFailure description */
"Err310" = "Vyskytol sa problém v komunikácii so zabezpečeným webovým serverom proxy (HTTPS).";

/* WebFoundationErrorUnknown description */
"Err-998" = "neznáma chyba";

/* WebFoundationErrorCancelled description */
"Err-999" = "zrušené";

/* WebFoundationErrorBadURLError description */
"Err-1000" = "chybné URL";

/* WebFoundationErrorTimedOut description */
"Err-1001" = "Časový limit požiadavky uplynul.";

/* WebFoundationErrorUnsupportedURL description */
"Err-1002" = "nepodporované URL";

/* WebFoundationErrorCannotFindHostError description */
"Err-1003" = "Server so zadaným názvom hostiteľa sa nenašiel.";

/* WebFoundationErrorCannotConnectToHostError description */
"Err-1004" = "Nepodarilo sa pripojiť k serveru.";

/* WebFoundationErrorNetworkConnectionLostError description */
"Err-1005" = "Sieťové pripojenie bolo stratené.";

/* WebFoundationErrorDNSLookupError description */
"Err-1006" = "Chyba vyhľadania servera DNS";

/* WebFoundationErrorHTTPTooManyRedirectsError description */
"Err-1007" = "príliš veľa presmerovaní HTTP";

/* WebFoundationErrorResourceUnavailableError description */
"Err-1008" = "zdroj nedostupný";

/* WebFoundationErrorNotConnectedToInternetError description */
"Err-1009" = "Zdá sa, že internetové pripojenie je offline.";

/* WebFoundationErrorRedirectToNonExistentLocation description */
"Err-1010" = "presmerované nikam";

/* WebFoundationErrorBadServerResponseError description */
"Err-1011" = "Chybná odpoveď zo servera.";

/* WebFoundationErrorZeroByteResourceError description */
"Err-1014" = "prázdny zdroj";

/* WebFoundationErrorCannotDecodeRawData description */
"Err-1015" = "nepodarilo sa dekódovať nespracované dáta";

/* WebFoundationErrorCannotDecodeContentData description */
"Err-1016" = "nepodarilo sa dekódovať dáta obsahu";

/* WebFoundationErrorCannotParseResponse description */
"Err-1017" = "nepodarilo sa analyzovať odpoveď";

/* kCFURLErrorInternationalRoamingOff description */
"Err-1018" = "Medzinárodný roaming je momentálne vypnutý.";

/* kCFURLErrorCallIsActive description */
"Err-1019" = "Dátové pripojenie sa nedá nadviazať, pretože v tejto chvíli prebieha hovor.";

/* kCFURLErrorDataNotAllowed description */
"Err-1020" = "Dátové pripojenie nie je v tejto chvíli povolené.";

/* kCFURLErrorRequestBodyStreamExhausted description.  Should never be seen by an end user. */
"Err-1021" = "stream tela požiadavky je vyčerpaný";
	
/* WebFoundationErrorFileDoesNotExist description */
"Err-1100" = "Požadovaná adresa URL sa nenašla na tomto serveri.";

/* WebFoundationErrorFileIsDirectory description */
"Err-1101" = "súbor je adresár";

/* WebFoundationErrorNoPermissionsToReadFile description */
"Err-1102" = "Nemáte prístupové práva k požadovanému zdroju.";

/* WebFoundationErrorDataLengthExceedsMaximum description */
"Err-1103" = "zdroj presahuje maximálnu veľkosť";

/* WebFoundationErrorSecureConnectionFailed description */
"Err-1200" = "Vyskytla sa chyba SSL a nie je možné nadviazať zabezpečené pripojenie k serveru.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201" = "Certifikát tohto servera vypršal.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201.w" = "Certifikát tohto servera vypršal. Je možné, že sa pripájate k serveru, ktorý predstiera, že je „%@“, čo by mohlo ohroziť vaše dôverné informácie.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202" = "Certifikát pre tento server je neplatný.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202.w" = "Certifikát pre tento server je neplatný. Je možné, že sa pripájate k serveru, ktorý predstiera, že je „%@“, čo by mohlo ohroziť vaše dôverné informácie.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203" = "Certifikát pre tento server bol podpísaný neznámou certifikačnou autoritou.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203.w" = "Certifikát pre tento server bol podpísaný neznámou certifikačnou autoritou. Je možné, že sa pripájate k serveru, ktorý predstiera, že je „%@“, čo by mohlo ohroziť vaše dôverné informácie.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204" = "Certifikát pre tento server zatiaľ nie je platný.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204.w" = "Certifikát pre tento server zatiaľ nie je platný. Je možné, že sa pripájate k serveru, ktorý predstiera, že je „%@“, čo by mohlo ohroziť vaše dôverné informácie.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205" = "Server neprijal certifikát.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205.w" = "Server „%@“ neprijal certifikát.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206" = "Server vyžaduje klientský certifikát.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206.w" = "Server „%@“ vyžaduje klientský certifikát.";

/* WebFoundationErrorCannotLoadFromNetworkError description */
"Err-2000" = "nepodarilo sa načítať zo siete";

/* WebFoundationErrorCannotCreateFile description */
"Err-3000" = "Nepodarilo sa vytvoriť súbor";

/* WebFoundationErrorCannotOpenFile description */
"Err-3001" = "Nepodarilo sa otvoriť súbor";

/* WebFoundationErrorCannotCloseFile description */
"Err-3002" = "Pri zatváraní súboru sa vyskytla chyba";

/* WebFoundationErrorCannotWriteToFile description */
"Err-3003" = "Nepodarilo sa zapísať súbor";

/* WebFoundationErrorCannotRemoveFile description */
"Err-3004" = "Nepodarilo sa odstrániť súbor";

/* WebFoundationErrorCannotMoveFile description */
"Err-3005" = "Nepodarilo sa presunúť súbor";

/* WebFoundationErrorDownloadDecodingFailedMidStream description */
"Err-3006" = "Dekódovanie sťahovania zlyhalo";

/* WebFoundationErrorDownloadDecodingFailedToComplete description */
"Err-3007" = "Dekódovanie sťahovania zlyhalo";

/* Recovery suggestion */
"Would you like to connect to the server anyway?" = "Chcete sa napriek tomu pripojiť k serveru?";

/* Recovery suggestion */
"To change your proxy settings, open Network preferences, click Advanced, and then click Proxies. For help with this problem, contact your system administrator." = "Ak chcete zmeniť svoje nastavenia proxy, otvorte nastavenia Siete, kliknite na Rozšírené a potom kliknite na Proxy. Ak potrebujete pomôcť s týmto problémom, kontaktuje svojho správcu systému.";

/* AuthBrokerAgent proxy credential user notification - alert header */
"Proxy Authentication Required" = "Vyžaduje sa autentifikácia proxy";

/* AuthBrokerAgent proxy credential user notification - alert message, args are 1) proxy type, 2) host name, 3) port number, e.g.:  Authentication for HTTP proxy csd3.apple.com:8080 */
"Authentication for %@ proxy\n%@:%d" = "Autentifikácia pre %@ proxy\n%@:%d";

/* AuthBrokerAgent proxy credential user notification - Cancel button title */
"Cancel" = "Zrušiť";

/* AuthBrokerAgent proxy credential user notification - Username title */
"Username" = "Užívateľské meno";

/* AuthBrokerAgent proxy credential user notification - Password title */
"Password" = "Heslo";
